[{"Author": "Ronald Weasley","Summary": "I want to see more bike racks in safe neighborhoods so that the community doesn't need to worry about having our property stolen. I’m also concerned about the safety of getting to the current racks as I was almost jumped.","Topic": "Transportation","Story": "The area that I live in is known to have quite a few delinquent youth living here. I think it would be in the best interest of the community to have a plan for putting more bike racks and bike cages in safer, well lit areas that have high foot traffic. Lighting is especially important because someone tried to jump me when I was coming out of work to collect my bike. This is important because it keeps the delinquent activity minimal as most people won’t act if there are lots of people to witness their actions. Maybe put them in the business allies?","issueName": "More bike racks in friendly neighborhoods","issueID": "2","Votes": 945,"Long": -123.10887,"Lat": 44.03462,"Tags": "Bikes, Storage, Neighbourhoods"}, {"Author": "Jenny Williams","Summary": "I like living in the downtown area thanks to the scene down here. But lately, its been pretty dull and boring. I think a good way to spice things up would be to add some more art such as murals. I saw a real pretty one on the Smith Family Book store but it was all graffiti. Lets do some funded projects!","Topic": "Public Art","Story": "I like the idea of adding more srtistic installments in the downtown area. Especially in the form of murals and sculptures of the history of the Eugene area. The styling is up for popular vote but I wold love to see some high end graffiti added in! We could do a fundraising event to support the local artists and even pair aspiring youth with the project leaders!","issueName": "More Art Downtown","issueID": "8","Votes": 19,"Long": -123.06545,"Lat": 44.04752,"Tags": "Art, Downtown, Murals, Sculptures, Beautification"}, {"Author": "Susie Shores","Summary": "I think that the young people in the area are under educated in regards to the spread of different sexually transmitted disease. I want more awareness in the community to limit the spread and put it in a decline.","Topic": "Public Public Health and Safety","Story": "The spread of STD’s in the Lane County area is outrageous and I feel that it is largely in part due to the lack of education regarding safe sex. I feel there is a major need to educate the young people and even adults in the practice of abstinence, protected sex, and sanitary practices to avoid the spread of disease, illness, and misfortune. A simple solution would be to put more of an emphasis on this issue in Sex ED as well as in clinics.","issueName": "More STD Awareness","issueID": "9","Votes": 100000000000000000000,"Long": -123.19259,"Lat": 44.06064,"Tags": "Health, Awareness, Disease, Control"}, {"Author": "Harry Potter","Summary": "I’m so sick of hitting the same damn pothole time and time again. It’s only gotten worse the last few years and I’m worries about damage to my car and others. I’ll fill it myself if I have to but I would prefer you to send someone out.","Topic": "Transportation","Story": "There is a pothole on 3rd and Jackson that just keeps getting worse and no one is doing anything about it. I’m really pissed that the hole hasn’t been filled so if it isn’t repaired soon, I’ll fill it myself.","issueName": "Repair the pot hole on 3rd and Jackson","issueID": "1","Votes": 2,"Long": -123.11011,"Lat": 44.05655,"Tags": "Roadway, Hazards, Repair, Jackson, 3Rd"}, {"Author": "John Adams","Summary": "So I've been noticing that the signs in the area have been disapearing frequently. Can you guys come and put up some new ones that wont be easily stolen?","Topic": "Infrastructure","Story": "Well, over the last few weeks the stop and yield signs have been disappearing on our street. We need some new signs put up in such a way that its much more difficult for them to be removed. Also, can you guys put up some more stop signs? There's a lot of cars that just fly by and I’m concerned that the kids are gonna end up getting hurt.","issueName": "Missing Signs","issueID": "6","Votes": 974,"Long": -123.12584,"Lat": 44.07329,"Tags": "Signs, Vandelism, Safety, Roads"}, {"Author": "Arthur Weasley","Summary": "My neighborhood has been wanting to have a community supported disposal center for food waste aside from just tossing it in the garbage. We feel that having a compost center and pickup system for food refuse would be a great solution! Plus, we could support the center by purchasing the compost for the gardening season.","Topic": "Waste Disposal","Story": "Have you ever wondered if there would be a better way to dispose of and utilize food waste? Well, my neighborhood has. We want to propose a system of collection or delivery intake for food waste on a daily basis to a site outside of the Eugene proper so that we can start a city compost center. Refuse would be sorted and taken to appropriate areas for composting and as the seasons change, people can support the system by purchasing either in bags or loose bulk the compost for their gardens and whatnot. All funds would be kept within the system to sustain it and there would be an incentive based donations system.","issueName": "Community Compost Center","issueID": "5","Votes": 541,"Long": -123.06872,"Lat": 44.10548,"Tags": "Repurposing, Compost, Gardening, Health"}, {"Author": "Sirius Snape","Summary": "I've seen plenty of reckless riders just going in and out of traffic along Willamette Street. I feel that there needs to be a safety class for all riders so that they can better be prepared for sharing the road as well as to have common sense.","Topic": "Community Awareness","Story": "Let’s face it, kids and adults aren’t the smartest when it comes to biking safety. I believe that it would benefit the entire community to host several events that would promote safety awareness, road sharing, general rules of the road, and maybe even a certification system that would reward those that complete a certain number of these events. It would make the roads safer, make both bikers and drivers more aware of common pitfalls in the observance of safety on the roads.","issueName": "Hold an event to promote bicycle safety.","issueID": "4","Votes": 12,"Long": -123.093,"Lat": 44.05592,"Tags": "Safety, Knowledge, Public Awareness"}, {"Author": "John Rodriguez","Summary": "There are a crap ton of ants infesting the local gardens and homes! They are destroying our gardens and housing structures.","Topic": "Environmental","Story": "The neighborhood has noticed an insane amount of ants and termites in the area. They are wrecking our gardens and destroying our walls and support beams for our houses. We have all tried doing individual treatments for these pests but they keep on coming back and in greater numbers. We would like for the city to come in and do a full treatment for the area of these pests that are affecting our properties.","issueName": "Pest problem in the area","issueID": "7","Votes": 632,"Long": -123.14182,"Lat": 44.08287,"Tags": "Pests, Animal Control, Pest Control, Ecosystem, Housing"}, {"Author": "Vermin Supreme","Summary": "I believe that everyone should be given a free pony.","Topic": "Everyone should have a free pony","Story": "When I am Mayor everyone gets a free pony as part of my free pony initiative.","issueName": "Free Ponies For Everyone","issueID": "11","Votes": 123,"Long": 123.456789,"Lat": 12.12345,"Tags": "Ponies"}, {"Author": "Hermione Granger","Summary": "Over the past few weeks I've noticed a lot of shady activity in that area. Several guys in hoods crowded in the alley ways are known to be there during the late night hours. I'm concerned that they are planning something and are up to no good.","Topic": "Public Safety","Story": "There’s been a lot of shady activity in the area around Chambers and West 11th over that few days. The allys always seem to have some kind of group hanging out there and I’m scared that they could do something to the people that are out in the later hours. I feel an increased police presence would be a good action as it would show that we don’t encourage or tolerate that kind of activity. It would also provide a better reaction time in the worst case event that someone ends up getting hurt because of these people.","issueName": "Increase Police presence at Chambers and West 11'th","issueID": "3","Votes": 456,"Long": -123.1182,"Lat": 44.0477,"Tags": "Safety, Police, Activity, Crime"}, {"Author": "Liam McNichols","Summary": "There are too many lights in my area!!!","Topic": "Quality of Life","Story": "There are too many lights in my area and its making it really hard to sleep at night as well as view the stars. I want the street lights to be replaced with the fancy amber lighting so that its easier to look at the stars.","issueName": "Light polution","issueID": "10","Votes": 4566,"Long": -123.14393,"Lat": 44.11173,"Tags": "Amber Lighting, Excess Lighting, Light, Polution"}]